/**/
"Cancel" = "İptal";
/**/
"Delete" = "Sil";
/**/
"Open" = "Aç";
/**/
"Edit" = "Düzenle";
/**/
"Yes" = "Evet";
/**/
"Finish" = "Bitir";
/**/
"Done" = "Tamam";
/**/
"Save" = "Kaydet";
/**/
"Undo" = "Geri Al";
/**/
"Redo" = "Yinele";
/**/
"OK" = "Tamam";
/**/
"Yes Delete" = "Evet Sil";


/*Geometry Edit Action Name*/
"Apply Geometry" = "Geometriyi Uygula";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Geometriyi Temizle";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Düğüm Noktası Sil";
/*Geometry Edit Action Name*/
"Insert Part" = "Parça Ekle";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Düğüm Noktası Ekle";
/*Geometry Edit Action Name*/
"Move Vertex" = "Düğüm Noktası Taşı";
/*Geometry Edit Action Name*/
"Remove Part" = "Parça Kaldır";

/*Collecting attachments*/
"Add" = "Ekle";
/*Collecting attachments*/
"Take Photo or Video" = "Fotoğraf ya da Video Çek";
/*Collecting attachments*/
"Choose From Library" = "Kitaplıktan Seç";
/*Collecting attachments*/
"Photo" = "Fotoğraf";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Fotoğraf Kitaplığına Kaydet";
/*Collecting attachments*/
"Download" = "İndir";

/*Date attribute*/
"Today" = "Bugün";

/**/
"Attachments" = "Ekler";
"Attributes" = "Öznitelikler";

/**/
"Open in Safari" = "Safari'de Aç";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "%i ile %i arasında sayı girin.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %@ and %@." = "%@ ile %@ arasında sayı girin.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Çok sayıda karakter (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Sayı, kabul edilebilir aralığın dışında.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Alan türü desteklenmiyor";

/**/
"%d of %d" = "%d / %d";

/**/
"Changing Feature Type" = "Detay Türü Değiştirme";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Detay türünü değiştiriyorsunuz, bu işlemin bazı alan değerlerinin üzerinde yazma olasılığı var. Bunu yapmak istediğinizden emin misiniz?";

/**/
"Deleting Feature" = "Detay Silme";
"Are you sure you want to delete this feature?" = "Bu detayı silmek istediğinizden emin misiniz?";

/**/
"Data for pie chart is invalid" = "Daire grafik verisi geçersiz";
"No data to create a pie chart" = "Daire grafik oluşturacak veri yok";
"No image to display" = "Görüntülenecek görsel yok";

/**/
"Created by %@ seconds ago" = "%@ tarafından birkaç saniye önce oluşturuldu";

/**/
"Created by %@ a minute ago" = "%@ tarafından bir dakika önce oluşturuldu";

/**/
"Edited by %@ seconds ago" = "%@ tarafından birkaç saniye önce düzenlendi";

/**/
"Edited by %@ a minute ago" = "%@ tarafından bir dakika önce düzenlendi";

/**/
"Created seconds ago" = "Birkaç saniye önce oluşturuldu";

/**/
"Created a minute ago" = "Bir dakika önce oluşturuldu";

/**/
"Edited seconds ago" = "Birkaç saniye önce düzenlendi";

/**/
"Edited a minute ago" = "Bir dakika önce düzenlendi";

/**/
"Created by %@ %d minutes ago" = "%@ tarafından %d dakika önce oluşturuldu";

/**/
"Created by %@ an hour ago" = "%@ tarafından bir saat önce oluşturuldu";

/**/
"Created by %@ %d hours ago" = "%@ tarafından %d saat önce oluşturuldu";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "%@ tarafından %@ tarihinde %@ saatinde oluşturuldu";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "%@ tarafından %@ tarihinde %@ saatinde oluşturuldu";

/**/
"Edited by %@ %d minutes ago" = "%@ tarafından %d dakika önce düzenlendi";

/**/
"Edited by %@ an hour ago" = "%@ tarafından bir saat önce düzenlendi";

/**/
"Edited by %@ %d hours ago" = "%@ tarafından %d saat önce düzenlendi";

/**/
"Edited by %@ on %@ at %@ - day" = "%@ tarafından %@ tarihinde %@ saatinde düzenlendi";

/**/
"Edited by %@ on %@ at %@ - full" = "%@ tarafından %@ tarihinde %@ saatinde düzenlendi";

/**/
"Created by %@" = "%@ tarafından oluşturuldu";

/**/
"Edited by %@" = "%@ tarafından düzenlendi";

/**/
"Created %d minutes ago" = "%d dakika önce oluşturuldu";

/**/
"Created an hour ago" = "Bir saat önce oluşturuldu";

/**/
"Created %d hours ago" = "%d saat önce oluşturuldu";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "%@ tarihinde %@ saatinde oluşturuldu";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "%@ tarihinde %@ saatinde oluşturuldu";

/**/
"Edited %d minutes ago" = "%d dakika önce düzenlendi";

/**/
"Edited an hour ago" = "Bir saat önce düzenlendi";

/**/
"Edited %d hours ago" = "%d saat önce düzenlendi";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "%@ tarihinde %@ saatinde düzenlendi";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "%@ tarihinde %@ saatinde düzenlendi";

/* Used to denote a required field */
"Required" = "Gerekli";

/* Used for naming layers with no names */
"Layer %d" = "%d katmanı";

/* Geocoding: returned when locator cannot find address for given location */
"Cannot find address for location" = "Konum için adres bulunamıyor";

/* Geocoding: returned when locator cannot find location for given address */
"Cannot find location for address" = "Adres için konum bulunamıyor";

/* Geocoding: core: used when address cannot be read */
"Cannot read address" = "Adres okunamıyor";

/* Geocoding: core: used when one of the locator files cannot be found */
"File not found" = "Dosya bulunamadı";

/* Geocoding: core: returned when locator cannot be loaded */
"Cannot load locator" = "Konum bulucu yüklenemiyor";

/* Geocoding: core: returned when some internal engine error occurs */
"Locator internal error" = "Konum bulucu dahili hatası";

/* Geocoding: core: used when client tried to geocode intersections while locator does not support it */
"Intersections geocoding is not supported by locator" = "Kavşakların coğrafi kodlaması konum bulucu tarafından desteklemiyor";

/* Geocoding: core: returned when some locator property is not valid */
"Invalid locator properties" = "Geçersiz konum bulucu özellikleri";

/* Geocoding: core: used when client did not set required field for address geocoding */
"Required field is missing" = "Gerekli alan eksik";

/* Geocoding: core: used when operation is performed over uninitialized locator */
"Locator is not initialized" = "Konum bulucu başlatılmadı";

/* Geocoding: core: returned when locator format is not supported */
"Unsupported locator format" = "Desteklenmeyen konum bulucu formatı";

/* Geocoding: core: returned when geocoding engine cannot make projection transformation */
"Unsupported projection transformation" = "Desteklenmeyen projeksiyon dönüşümü";

/* Geocoding: core: used when given spatial reference is not supported */
"Unsupported spatial reference" = "Desteklenmeyen mekansal referans";

/*Geocoding: core: used when locator being used does not support reverse geocoding */
"Reverse geocoding not supported with this locator." = "Bu konumlandırıcıda ters konum kodlama desteklenmiyor.";

/* Network analyst errors */
"Cannot open network." = "Ağ açılamıyor.";
"Cannot retrieve route task parameters." = "Rota görevi parametreleri alınamıyor.";
"Insufficient number of stops." = "Yetersiz durak sayısı.";
"Stop (%@) was not located." = "Durak (%@) bulunmadı.";
"Stop (%@) is located on a non traversable element." = "Durak (%@) bağlanabilir olmayan bir unsur üzerinde yerleştirilmiş.";
"Stop (%@) is located on a soft restricted element." = "Durak (%@) yazılım kısıtlamalı bir unsur üzerine yerleştirilmiş.";
"Point barrer (%@) was not located." = "Nokta bariyeri (%@) bulunmadı.";
"Point barrier (%@) has invalid added cost attribute name." = "Nokta bariyeri (%@) geçersiz eklenmiş maliyet özniteliği adına sahip.";
"Line barrier (%@) has invalid scaled cost attribute name." = "Çizgi bariyeri (%@) geçersiz ölçeklenmiş maliyet özniteliği adına sahip.";
"Line barrier (%@) does not cover any network elements." = "Çizgi bariyeri (%@) herhangi bir ağ unsurunu kapsamıyor.";
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Alan bariyeri (%@) geçersiz ölçeklenmiş maliyet özniteliği adına sahip.";
"Polygon barrier (%@) does not cover any network elements." = "Alan bariyeri (%@) herhangi bir ağ unsurunu kapsamıyor.";
"'%@' is an invalid impedance attribute." = "'%@' geçersiz bir empedans özniteliği.";
"'%@' restriction attribute is invalid." = "'%@' kısıtlaması özniteliği geçersiz.";
"'%@' accumulate attribute is invalid." = "'%@' birikme özniteliği geçersiz.";
"'%@' is an invalid directions time attribute." = "'%@' geçersiz bir direktif zamanı özniteliği.";
"Directions distance attribute is invalid." = "Direktifler mesafe özniteliği geçersiz.";
"Invalid attribute parameter attribute name (%@)." = "Geçersiz öznitelik parametresi öznitelik adı (%@).";
"Invalid attribute parameter parameter name (%@)." = "Geçersiz öznitelik parametresi parametre adı (%@).";
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "(%1$@) özniteliği (%2$@) parametresi için geçersiz veri türü.";
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "(%1$@) özniteliği (%2$@) parametresi için geçersiz kısıtlama kullanımı değeri.";
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "(%1$@) özniteliği (%2$@) parametresi için nötr kısıtlama kullanımı değeri.";
"Soft restricted element (%@) was traversed." = "Yazılım kısıtlamalı unsur (%@) bağlandı.";
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Ağda hiyerarşik rota planlaması gerçekleştirmek için bir hiyerarşi özniteliği yok.";
"No path can be found between a given pair of stops (%@)." = "Verilen durak çifti arasında herhangi bir yol bulunamıyor (%@).";
"The input spatial reference is undefined." = "Giriş mekansal referansı tanımlanmamış.";
"The output spatial reference is undefined." = "Çıkış mekansal referansı tanımlanmamış.";
"The directions style is invalid." = "Yönler stili geçersiz.";
"The directions language is invalid." = "Yönler dili geçersiz.";
"Directions time and distance attributes do not match." = "Yönler süre ve mesafe öznitelikleri eşleşmiyor.";
"The directions road class attribute is invalid." = "Yönler yol sınıfı özniteliği geçersiz.";
"Unknown condition." = "Bilinmeyen koşul.";
"Invalid route task parameters." = "Geçersiz rota görevi parametreleri.";
"Route task's solution cannot be found." = "Rota görevinin çözümü bulunamadı.";
"Route task was cancelled." = "Rota görevi iptal edildi.";
"Route task internal error." = "Rota görevi dahili hatası.";
"Route name property is not supported for local route task." = "Rota adı özelliği yerel rota görevi tarafından desteklenmiyor.";
"Local route task parameters should be retrieved from route task." = "Yerel rota görevi parametreleri rota görevinden alınmalıdır.";
"Cannot retrieve network description." = "Ağ açıklaması alınamıyor.";
"Only one length attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "impedanceAttributeName ve accumulateAttributeNames için yalnızca bir uzunluk özniteliği belirtilebilir.";
"Only one time attribute can be specified for impedanceAttributeName and accumulateAttributeNames." = "impedanceAttributeName ve accumulateAttributeNames için yalnızca bir süre özniteliği belirtilebilir.";
"Service not supported." = "Hizmet desteklenmiyor.";
"Specified start time occurs before January 1, 1970." = "Belirtilen başlangıç tarihi 1 Ocak 1970'den önce gerçekleşiyor.";
"Stop (%@) has a start time that occurs before January 1, 1970." = "Durdurma (%@) işlemi, 1 Ocak 1970 tarihinden önceki bir başlangıç tarihine sahip.";
"Stop (%@) has a local time window that starts before January 1, 1970." = "Durdurma (%@) işlemi, 1 Ocak 1970 tarihinden önce başlayan bir zaman penceresine sahip.";
"Stop (%@) has a UTC time window that starts before January 1, 1970." = "Durdurma (%@) işlemi, 1 Ocak 1970 tarihinden önce başlayan bir UTC zaman penceresine sahip.";
"Stop (%@) has a time window end that occurs before its time window start." = "Durdurma (%@) işlemi, zaman penceresi başlangıcından önce oluşan bir zaman penceresi bitişine sahip.";

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "inç";
"km" = "km";
"m" = "m";
"mi" = "mil";
"mm" = "mm";
"nm" = "dm";
"pt" = "pt";
"Unknown" = "Bilinmiyor";
"yd" = "yrd";

/* Unit Display Strings */
"Centimeters" = "Santimetre";
"Decimal Degrees" = "Ondalık Dereceler";
"Decimeters" = "Desimetre";
"Feet" = "Fit";
"Inches" = "İnç";
"Kilometers" = "Kilometre";
"Meters" = "Metre";
"Miles" = "Mil";
"Millimeters" = "Milimetre";
"Nautical Miles" = "Deniz Mili";
"Points" = "Noktalar";
"Yards" = "Yarda";

/* Area Units Abbreviated Strings */
"sq. in" = "inç kare";
"sq. ft" = "fit kare";
"sq. yd" = "yrd kare";
"ac" = "ar";
"sq. mi" = "mil kare";
"sq. mm" = "mm kare";
"sq. cm" = "cm kare";
"sq. dm" = "dm kare";
"sq. m" = "m kare";
"ares" = "ar";
"ha" = "ha";
"sq. km" = "km kare";

/* Area Units Display Strings */
"Square Inches" = "İnç Kare";
"Square Feet" = "Fit Kare";
"Square Yards" = "Yarda Kare";
"Acres" = "Ar";
"Square Miles" = "Mil Kare";
"Square Millimeters" = "Milimetre Kare";
"Square Centimeters" = "Santimetre Kare";
"Square Decimeters" = "Desimetre Kare";
"Square Meters" = "Metre Kare";
"Ares" = "Ar";
"Hectares" = "Hektar";
"Square Kilometers" = "Kilometre Kare";

/* Errors */
"Error" = "Hata";
"Class not @protocol AGSJSONSerializable compliant" = "Sınıf @protocol AGSJSONSerializable uyumlu değil";
"Authorization required" = "Yetkilendirme gerekiyor";
"Token is invalid or has expired" = "Belirteç geçersiz ya da süresi dolmuş";
"Unknown error occurred" = "Bilinmeyen hata oluştu";
"Empty username/password" = "Boş kullanıcı adı/parola";
"Token URL is nil. You must set a valid token URL on the credential." = "Belirteç URL'si nil. Kullanıcı bilgileri üzerinde geçerli bir belirteç URL'si belirlemelisiniz.";
"Unknown authentication error" = "Bilinmeyen kimlik doğrulama hatası";
"Error extracting identity" = "Kimlik çıkartılırken hata oluştu";
"Error adding identity to the keychain" = "Kimlik anahtar zincirine eklenirken hata oluştu";
"Invalid Credentials" = "Geçersiz Kimlik Bilgileri";
"Bad URL." = "Bozuk URL.";
"The feature layer does not expose an object-id field." = "Detay katmanı bir object-id alanı göstermiyor.";
"Both geodatabase and syncParams are required for this method." = "Bu yöntem için hem coğrafi veri tabanı hem de syncParams gerekiyor.";
"Uploading deltas is not supported with this replica." = "Deltaları yükleme, bu kopyada desteklenmiyor.";
"Error creating delta geodatabase" = "Delta coğrafi veri tabanı oluşturulurken hata";
"Unable to create result image layer" = "Sonuç görüntü katmanı oluşturulamıyor";
"Cache at path '%@' not found." = "'%@' yolunda ön bellek bulunamadı.";
"To add an item, you must be logged in to the portal." = "Öğe eklemek için portalda oturum açmalısınız.";
"To add an item, you must specify a value in the AGSPortalItemContentParameters." = "Öğe eklemek için AGSPortalItemContentParameters alanında bir değer belirtmelisiniz.";
"The portal failed to add the item." = "Portal, öğeyi ekleyemedi.";
"To delete an item, you must be logged in to the portal." = "Öğeyi silmek için portalda oturum açmalısınız.";
"The portal failed to delete the item." = "Portal, öğeyi silemedi.";
"To update an item, an itemId and logged in user are required." = "Öğeyi güncellemek için bir itemId ve kullanıcının oturum açması gereklidir.";
"The item failed to update." = "Öğe güncellenemedi.";
"The item failed to update JSON." = "Öğe JSON güncellemesini yapamadı.";
"You must be logged in to a portal to add a comment." = "Yorum eklemek için portalda oturum açmalısınız.";
"The comment failed to be added." = "Yorum eklenemedi.";
"You must be logged in to a portal to fetch the current user's rating." = "Geçerli kullanıcının reytingini getirmek için portalda oturum açmalısınız.";
"You must be logged in to a portal to add a rating." = "Reyting eklemek için portalda oturum açmalısınız.";
"The rating failed to be added." = "Reyting eklenemedi.";
"To share an item, you must be logged in to the portal." = "Öğe paylaşmak için portalda oturum açmalısınız.";
"To unshare an item, you must be logged in to the portal and specify groups with which to unshare the item." = "Öğenin paylaşımını kaldırmak için portalda oturum açmanız ve öğenin paylaşımının kaldırılacağı grupları seçmeniz gerekmektedir.";
"Bad Request" = "Bozuk İstek";
"Credential Required" = "AGSCredential Gerekiyor";
"Job not created" = "İş oluşturulmadı";
"Service did not return a valid URL" = "Hizmet geçerli URL döndürmedi";
"Service did not return a file" = "Hizmet dosya döndürmedi";
"Service did not return a size" = "Hizmet boyut döndürmedi";
"Job failed" = "İş başarısız";
"Job timed out" = "İş zaman aşımına uğradı";
"Job was cancelled" = "İş iptal edildi";
"Job was deleted" = "İş silindi";
"Feature with objectId: %d not found" = "objectId: %d içeren özellik bulunamadı";
"No object-id values specified for feature table query." = "Detay tablosu sorgusu için nesne kimliği değeri belirtilmedi.";

/* OAuth */
"The specified clientID is invalid" = "Belirtilen clientID geçersiz";

/* Sync */
"Upload is not supported with this service." = "Bu hizmette yükleme desteklenmez.";
"In order to call sync, a sync direction other than AGSGDBSyncDirectionNone must be specified." = "Senkron çağırmak için, AGSGDBSyncDirectionNone dışında bir senkron yönü belirtilmelidir.";